{"Version": "1.0.0", "LINES": [{"text": "FOR THE FIRST TIME SINCE EARLY", "start": 16.249, "duration": 3.871, "ents": [{"label_": "ORDINAL", "text": "FIRST"}], "sentiment": 0.175}, {"text": "APPLICATIONS GREW 4% OVER A ", "start": 55.121, "duration": 2.202, "ents": [{"label_": "PERCENT", "text": "4%"}], "sentiment": 0.0}], "VIDEO_ID": "DaTViWxvgC8", "VIDEO_DATA": [{"videoId": "q7fFZgiGfFs", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "A top cybersecurity company is pulling back the curtain on a hacking campaign aimed at stealing American intellectual property.", "title": "Cybersecurity firm Cybereason uncovers Chinese espionage campaign", "publishedAt": "2022-05-04T13:36:13Z", "phrases": [], "source": "CNBC television", "has_report": true, "video_path": "/ytube/CNBC television/2022/q7fFZgiGfFs"}, {"videoId": "h90kOtrvP-Q", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Steve Liesman joins 'Squawk Box' to break down ADP's private payroll data for April.", "title": "Private payrolls in April rise 247,000, misses 390,000 estimate: ADP", "publishedAt": "2022-05-04T13:09:23Z", "phrases": [], "source": "CNBC television", "has_report": true, "video_path": "/ytube/CNBC television/2022/h90kOtrvP-Q"}, {"videoId": "e2P3j0uYiYM", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Julia Coronado, a former Federal Reserve economist and founder of MacroPolicy Perspectives, and Seth Carpenter, global chief ...", "title": "Two economists lay out their outlooks for the Fed&#39;s key rate decision", "publishedAt": "2022-05-04T13:02:45Z", "phrases": [], "source": "CNBC television", "has_report": true, "video_path": "/ytube/CNBC television/2022/e2P3j0uYiYM"}, {"videoId": "NhHGcUaDKiA", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Gary Vaynerchuk, founder and creator of VeeFriends, joins CNBC's 'Squawk Box' to break down his outlook for the future of ...", "title": "Gary Vaynerchuk breaks down future of NFTs: It&#39;s going to take time for them to penetrate mass scale", "publishedAt": "2022-05-04T12:33:50Z", "phrases": [], "source": "CNBC television", "has_report": true, "video_path": "/ytube/CNBC television/2022/NhHGcUaDKiA"}, {"videoId": "DaTViWxvgC8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Diana Olick joins 'Squawk Box' to break down the latest weekly mortgage application data.", "title": "Weekly mortgage demand rises for first time since early March amid brief rate drop", "publishedAt": "2022-05-04T12:30:15Z"}, {"videoId": "-Vi3SuZsnME", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Amrita Sen of Energy Aspects discusses the broader impact of the EU's proposal to ban Russian oil and gas imports within the ...", "title": "Energy Aspects: A lot of traders are not participating in the oil and gas market", "publishedAt": "2022-05-04T12:04:41Z"}, {"videoId": "9RFjm5zzoM8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Deirdre Bosa joins 'Squawk Box' to break down Uber's latest first-quarter earnings report.", "title": "Uber reports first-quarter earnings, posts better-than-expected outlook", "publishedAt": "2022-05-04T11:44:21Z"}, {"videoId": "E0eANUCzvGo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Bertha Coombs joins 'Squawk Box' to break down CVS Health's latest quarterly earnings.", "title": "CVS Health earnings beat estimates, company raises full-year forecast", "publishedAt": "2022-05-04T11:39:14Z"}, {"videoId": "al6W-laFLbo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Willie Degel, founder of Uncle Jack's Steakhouse brands, joins CNBC's 'Squawk Box' to break down how his small business is ...", "title": "Staffing remains our number one problem, says Uncle Jack’s Steakhouse founder", "publishedAt": "2022-05-04T11:34:59Z"}, {"videoId": "lSIXDphVSt4", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Stifel chief economist Lindsey Piegza discusses the next few moves the Fed may take, and whether a sluggish or slowing ...", "title": "Piegza: Watch closely for signs of any support for a larger rate hike at the June meeting", "publishedAt": "2022-05-04T11:26:32Z"}, {"videoId": "0dblBw3q3CU", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Elon Musk has told potential Twitter investors that he can return the social media company to public ownership in as little as three ...", "title": "Elon Musk could take Twitter public again a few years after buyout: WSJ", "publishedAt": "2022-05-04T11:13:37Z"}, {"videoId": "qZb0OPC5pm0", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Two women on different sides of the abortion debate tell their stories on 'The News with Shepard Smith' about how their ...", "title": "In Their Own Words: The abortion debate", "publishedAt": "2022-05-04T00:29:55Z"}, {"videoId": "5UT9uiKwrjc", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "NBC's Steve Kornacki joins Shep Smith to look at the latest polling data regarding Roe v. Wade and how Americans feel about ...", "title": "Most Americans believe women and their doctors should decide on abortion", "publishedAt": "2022-05-04T00:19:24Z"}, {"videoId": "iyIt4aPQOH8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Kayla Tausche joins Shep Smith to report on President Biden's visit to the plant where Javelin missiles are manufactured.", "title": "Biden visits plant where Javelin missiles are made", "publishedAt": "2022-05-04T00:11:45Z"}, {"videoId": "pxRnEQ4X4Wo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Ylan Mui joins Shep Smith to report on the Republican and Democratic primaries in Ohio, where polls are about to close.", "title": "Polls ready to close in ugly Ohio GOP primary", "publishedAt": "2022-05-04T00:11:36Z"}, {"videoId": "tc_sKmxl8ws", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "NBC's Cal Perry joins Shep Smith from Kyiv to report the latest updates from Ukraine as Russia unleashed a new barrage of ...", "title": "Russia unleashes new attacks in Ukraine", "publishedAt": "2022-05-04T00:06:38Z"}, {"videoId": "Y30sn3bIOZ8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Perry Russom joins Shep Smith to report on where individual states stand in the event Roe v. Wade is overturned and it ...", "title": "If Supreme Court strikes down Roe v. Wade, states would decide the legality of abortion", "publishedAt": "2022-05-04T00:03:13Z"}, {"videoId": "7wlg9jL7tmI", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Shomari Stone joins Shep Smith to report on the response around the country to a memo that indicates the Supreme ...", "title": "Demonstrations erupt across the country after memo leaked draft opinion", "publishedAt": "2022-05-04T00:01:07Z"}, {"videoId": "qBNgE9QneVA", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "NBC's Ali Vitali joins Shep Smith to report on how the different parties are responding to a leaked Supreme Court memo that ...", "title": "If this goes in the direction of the memo, it rocks my confidence in the Court: Sen. Murkowski", "publishedAt": "2022-05-03T23:58:16Z"}, {"videoId": "SOjMXz8AmvY", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Jim Cramer spoke with Logitech CEO Bracken Darrell on Tuesday's episode of \"Mad Money.\"", "title": "Logitech CEO discusses rise of online content, Russia-Ukraine war&#39;s effect on business", "publishedAt": "2022-05-03T23:57:36Z"}, {"videoId": "59KagoTXsJQ", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "The \"Mad Money\" host on Tuesday explained which stocks are beaten down from their highs and need to turn around in order for ...", "title": "Watch Jim Cramer&#39;s breakdown of the stocks &#39;that are no longer working&#39;", "publishedAt": "2022-05-03T23:48:24Z"}, {"videoId": "20qActd7Ql4", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Founder of the SCOTUS Blog Amy Howe joins Shep Smith to discuss next steps after the leaked Supreme Court document that ...", "title": "If draft stands, the right to privacy in other areas could be on the table: Expert", "publishedAt": "2022-05-03T23:46:21Z"}, {"videoId": "LA9Tk0XpmQo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Jim Cramer answered callers' investing questions at rapid speed on Tuesday's edition of the lightning round.", "title": "Cramer&#39;s lightning round: I&#39;ve &#39;pulled in my horns&#39; on Lucid", "publishedAt": "2022-05-03T23:45:46Z"}, {"videoId": "CJC2YPxi5PU", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Eamon Javers joins Shep Smith to report on how President Biden is dealing with the ramifications of overturning Roe v.", "title": "Supreme Court could galvanize the Biden coalition heading into midterms", "publishedAt": "2022-05-03T23:43:59Z"}, {"videoId": "-yOexm8vcXk", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Jim Cramer spoke with Rockwell Automation CEO Blake Moret in Tuesday's episode of \"Mad Money.\"", "title": "Rockwell Automation CEO says he expects chip shortage to be less of a headwind to business in Q3", "publishedAt": "2022-05-03T23:42:39Z"}, {"videoId": "jQ0EaIVuqFs", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Jim Cramer defended Federal Reserve chair Jay Powell and discussed the state of the market in Tuesday's episode of ...", "title": "Jim Cramer defends Jay Powell&#39;s inflation policy ahead of Fed rate decision – &#39;He&#39;s winning&#39;", "publishedAt": "2022-05-03T23:41:58Z"}, {"videoId": "5EcflETXwHQ", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Meg Tirrell on Biogen CEO Michel Vounatsos leaving the company. With CNBC's Melissa Lee and the Fast Money ...", "title": "Biogen CEO&#39;s surprising step-down", "publishedAt": "2022-05-03T23:08:43Z"}, {"videoId": "cUrN-KD9m58", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Joe Lavorgna, Natixis, on how the Fed can handle the issue of inflation. With CNBC's Melissa Lee and the Fast Money traders, ...", "title": "The Fed&#39;s big quandry: How to control inflation when housing is so hot", "publishedAt": "2022-05-03T23:06:03Z"}, {"videoId": "0QHu_SyBPyU", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Tony Dwyer, Canaccord Genuity chief market strategist, believes the markets are setting up for a summer rally. With CNBC's ...", "title": "Market turmoil sets stage for summer bounce, predicts Canaccord&#39;s Tony Dwyer", "publishedAt": "2022-05-03T23:01:59Z"}, {"videoId": "JQUjSNHLd44", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Mike Binger, CFA president of Gradient Investments, joins 'Closing Bell: Overtime' to discuss his top stock picks.", "title": "Gradient Investments&#39; Binger on his top picks: Meta, Azek", "publishedAt": "2022-05-03T22:07:07Z"}, {"videoId": "Auz8-vmZpOA", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Kristina Partsinevelos reports on Match Group, Super Micro and Akamai for 'Closing Bell: Overtime.'", "title": "Match Group shares fall on light outlook and CEO exit", "publishedAt": "2022-05-03T21:36:19Z"}, {"videoId": "q3twJkeHymI", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "The Wall Street Journal reports Elon Musk plans to take Twitter public again after taking the company private.", "title": "Musk plans to take Twitter public again later: WSJ", "publishedAt": "2022-05-03T21:32:50Z"}, {"videoId": "jcigNwZ5zFo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Mike Mayo, Wells Fargo senior banking analyst, joins 'Closing Bell: Overtime' to discuss his bull case for the banks.", "title": "We&#39;re going to have the best Main Street banking growth in four decades, says Wells Fargo&#39;s Mayo", "publishedAt": "2022-05-03T21:23:19Z"}, {"videoId": "8Y8fgNytbHs", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Larry Cordisco, principal and co-lead at Osterweis Capital Management, joins 'Closing Bell: Overtime' to discuss his take on ...", "title": "AMD had a pretty good report, says Osterweis&#39;s Larry Cordisco", "publishedAt": "2022-05-03T21:00:33Z"}, {"videoId": "ipmBJlFH5Ng", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Erin Browne, PIMCO portfolio manager, multi-asset strategies, joins 'Closing Bell: Overtime' to discuss where investors should put ...", "title": "Still pockets of opportunities in stocks, says PIMCO&#39;s Erin Browne", "publishedAt": "2022-05-03T20:59:28Z"}, {"videoId": "Zi87xksIWD8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Greg Branch, Veritas Financial Group founder and managing partner, joins 'Closing Bell: Overtime' to discuss his perspective on ...", "title": "Veritas Financial&#39;s Greg Branch sees potential for a surprising rally", "publishedAt": "2022-05-03T20:55:47Z"}, {"videoId": "bacAyr2TyOo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Mark Carney, former Bank of England governor, joins 'Closing Bell' to discuss what to expect from the Fed meeting, whether we ...", "title": "There&#39;s a fairly narrow path to avoid recession, says former Bank of England Governor Carney", "publishedAt": "2022-05-03T20:55:30Z"}, {"videoId": "LPAvcAmiQLs", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC's Kate Rogers reports on Starbucks' earnings for 'Closing Bell: Overtime.'", "title": "Starbucks beats on revenue even as international markets struggle due to Covid", "publishedAt": "2022-05-03T20:56:57Z"}, {"videoId": "IjFSa9-s9SM", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Kristina Partsinevelos reports on AMD's earnings for 'Closing Bell: Overtime.'", "title": "AMD reports stronger than expected earnings and revenue", "publishedAt": "2022-05-03T20:55:43Z"}, {"videoId": "y3bbBWOMoZ4", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Deirdre Bosa reports Airbnb and Lyft earnings for 'Closing Bell: Overtime.'", "title": "Airbnb bookings top 100M for the first time", "publishedAt": "2022-05-03T20:51:18Z"}, {"videoId": "tBaDb5qbvpg", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Rebecca Patterson, Bridgewater chief investment strategist, joins 'Closing Bell' to discuss her view on stocks, bonds and how ...", "title": "We&#39;re neutral on stocks and bearish on bonds right now, says Bridgewater&#39;s Patterson", "publishedAt": "2022-05-03T20:48:15Z"}, {"videoId": "_mg_EIESYrE", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Chris Kotowski, Oppenheimer senior research analyst, joins 'Closing Bell' to discuss its view on the bank stocks and outlook for ...", "title": "Oppenheimer&#39;s Chris Kotowski makes the bullish case for bank stocks", "publishedAt": "2022-05-03T20:48:20Z"}, {"videoId": "qZv0B5W-JaE", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Boris Schlossberg, BK Asset Management managing director, joins 'Power Lunch' to discuss his take on Expedia, Hilton ...", "title": "There&#39;s a reasonable chance MGM Resorts&#39; stock goes to $50, says BK Asset Management&#39;s Schlossberg", "publishedAt": "2022-05-03T20:00:13Z"}, {"videoId": "DS7IXWFbbxs", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Francisco Blanch, BofA Global Research head of global commodities and derivatives research, joins 'Power Lunch' to discuss ...", "title": "The main driver of gas prices is the rally in global power prices and coal, says BofA&#39;s Blanch", "publishedAt": "2022-05-03T19:43:21Z"}, {"videoId": "i5T0qZdAO0U", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Chris Murphy, Susquehanna co-head of derivative strategy, joins 'Power Lunch' to discuss what recent options activity is telling ...", "title": "We&#39;ve seen a ton of put buying in the XLP, says Susquehanna&#39;s Murphy", "publishedAt": "2022-05-03T19:40:11Z"}, {"videoId": "Do9Molryzs8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Michael Lavery, Piper Sandler senior research analyst, joins 'Power Lunch' to discuss stocks he likes, how consumers will be ...", "title": "Piper Sandler&#39;s Lavery likes Hershey and Kellogg", "publishedAt": "2022-05-03T19:33:33Z"}, {"videoId": "srjhHXayGLo", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "President Biden highlights his request to Congress to pass funding quickly and help Ukraine succeed against Russian aggression ...", "title": "Biden delivers remarks on the security assistance the U.S. is providing to Ukraine — 5/3/22", "publishedAt": "2022-05-03T19:24:00Z"}, {"videoId": "oGqmZJhh6-8", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Bob Doll, Crossmark Global Investments CIO, joins 'Power Lunch' to discuss why he believes inflation will slow, what the Fed ...", "title": "It&#39;ll take a while for recession to show its ugly head, says Crossmark&#39;s Bob Doll", "publishedAt": "2022-05-03T19:21:30Z"}, {"videoId": "gTkUOQxeU4Y", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "CNBC Crypto World features the latest news and daily trading updates from the digital currency markets and provides viewers ...", "title": "SEC boosts crypto unit, Ethereum gas fees soar, and Congress’ stance on crypto: CNBC Crypto World", "publishedAt": "2022-05-03T19:10:38Z"}, {"videoId": "nOfzIwMu27I", "channelId": "UCrp_UI8XtuYfpiqluWLD7Lw", "description": "Albert Bourla, Pfizer CEO, joins 'The Exchange' to discuss the company's earnings and vaccine for kids under the age of 5, which ...", "title": "Pfizer will submit data on Covid-19 vaccine for kids under 5 in next few weeks, says CEO Bourla", "publishedAt": "2022-05-03T18:42:57Z"}]}